#Пользователь вводит своё имя, поздороваться с ним по имени.
name=input('Введите ваше имя:')
print(f'Доброго времени суток, {name.capitalize()}!')

